{
  "welcome": "Welcome",
  "portfolio": "Portfolio Web",
  "desc1": "Hello 👋, I am <b>Fernando Arriagada</b>, a Full-Stack Software Engineer with over <b>6 years</b> of experience in software development. I reside in Santiago, Chile, and have extensive expertise in technologies such as React.js, React Native, Angular, Node.js, Python, Java, databases, and cybersecurity.",
  "menu_home": "Home",
  "menu_about": "About me",
  "menu_skills": "Skills",
  "contact_me": "Contact",
  "error_1": "An error has occurred",
  "error_2": "Please try again, we are currently troubleshooting the problem.",
  "back": "BACK TO HOME",
  "insert_info": "Enter your information",
  "name": "Name",
  "lastname": "Lastname",
  "phone": "Phone",
  "subject": "Subject",
  "send": "SEND",
  "error_email": "Enter a valid email address",
  "talk": "Let's talk",
  "talk_1": "I offer web development services, from design to development and hosting. I am passionate about code, committed to providing the best possible service.",
  "back_1": "RETURN",
  "success": "Message sent successfully",
  "success_1": "Thank you for contacting us and we will get back to you as soon as possible. If you have any urgent questions, you can send an email to ",
  "aboutme_text": "I have participated in various projects, ranging from the development of <b>Web Applications</b> to <b>Mobile Applications</b>.<br />I take pride in providing <b>excellent</b> solutions and constantly seek ways to improve my work. I enjoy <b>entrepreneurship</b> and I am always on the lookout for opportunities that allow me to <b>innovate</b> and <b>develop</b> effective solutions. My <b>goal</b> is to build a <b>Start-Up</b> that contributes positively to our society. 🚀",
  "aboutme": "Eternal Apprentice",
  "techs": "Technologies",
  "techs_1": "Skills & Technologies",
  "techs_text": "I have advanced skills in <b>Javascript</b>, <b>Typescript</b>, <b>React.js</b>, <b>Vue.js</b>, and <b>Next.js</b>. I also have experience with <b>Angular</b>, <b>Django</b>, <b>MySQL</b>, <b>PostgreSQL</b>, and <b>MongoDB</b>. I use tools such as <b>Git</b>, <b>Trello</b>, <b>Jira</b>, <b>Confluence</b>, <b>Slack</b>, and <b>AWS</b>."
}