{
  "welcome": "Bienvenido",
  "portfolio": "Portafolio Web",
  "desc1": "Hola 👋, soy <b>Fernando Arriagada</b>, Ingeniero de Software Full-Stack con más de <b>6 años</b> de experiencia en desarrollo de software. Resido en Santiago de Chile y poseo una amplia experiencia en tecnologías como React.js, React Native, Angular, Node.js, Python, Java, bases de datos y conocimientos en ciberseguridad.",
  "menu_home": "Inicio",
  "menu_about": "¿Quién soy?",
  "menu_skills": "Tecnologías",
  "contact_me": "Contactame",
  "error_1": "Ha ocurrido un error",
  "error_2": "Por favor intente más, estamos solucionando el problema en estos momentos.",
  "back": "VOLVER AL INICIO",
  "insert_info": "Ingresa tus datos",
  "name": "Nombre",
  "lastname": "Apellido",
  "phone": "Celular",
  "subject": "Asunto",
  "send": "ENVIAR",
  "error_email": "Ingresa un correo válido",
  "talk": "Conversemos",
  "talk_1": "Ofrecezco servicios de desarrollo web, desde el diseño hasta el desarrollo y el alojamiento. Soy apasionado por el código, comprometido a brindar el mejor servicio posible.",
  "back_1": "VOLVER",
  "success": "Mensaje enviado exitosamente",
  "success_1": "Gracias por contactarse con nosotros les responderemos a la brevedad. Si tienes alguna pregunta urgente, puedes enviar un correo a ",
  "aboutme_text": "He participado en diversos proyectos, abarcando desde el desarrollo de <b>Aplicaciones Web</b> a <b>Aplicaciones Móviles</b>.<br />Me enorgullece proporcionar soluciones de <b>excelencia</b> y constantemente busco maneras de perfeccionar mi trabajo. Me gustan los <b>emprendimientos</b>, estoy siempre atento a oportunidades que me permitan <b>innovar</b> y <b>desarrollar</b> soluciones eficaces. Mi <b>meta</b> es construir una <b>Start-Up</b> que contribuya positivamente a nuestra sociedad. 🚀",
  "aboutme": "Eterno Aprendiz",
  "techs": "Tecnologías",
  "techs_1": "Habilidades & Tecnologías",
  "techs_text": "Tengo habilidades avanzadas en <b>Javascript</b>, <b>Typescript</b>, <b>React.js</b>, <b>Vue.js</b> y <b>Next.js</b>. También tengo experiencia en <b>Angular</b>, <b>Django</b>, <b>MySQL</b>, <b>PostgreSQL</b> y <b>MongoDB</b>. Utilizo herramientas como <b>Git</b>, <b>Trello</b>, <b>Jira</b>, <b>Confluence</b>, <b>Slack</b> y <b>AWS</b>."
}